tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hughbien/tap"

brew "bat"
brew "chezmoi"
brew "dust"
brew "fastfetch"
brew "fnm"
brew "fx"
brew "fzf"
brew "gh"
brew "go"
brew "hughbien/tap/mark"
brew "jq"
brew "lazygit"
brew "neovim"
brew "pv"
brew "python@3.12"
brew "ripgrep"
brew "stow"
brew "tree"
brew "weechat"
cask "font-0xproto-nerd-font"
